Repository: reallyhimbrodigy/content-studio
Catalog: ios/Promptly/Promptly/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, id, ja, ne, pt_br, ur

source: You weren't charged — this didn't use your daily render.
ar: لم يتم خصم أي مبلغ — ولم تُستخدم معالجتك اليومية.
bn: কোনো চার্জ নেওয়া হয়নি — এতে আপনার দৈনিক রেন্ডার খরচ হয়নি।
de: Es wurde nichts berechnet — dein Gratis-Video für heute bleibt dir erhalten.
es: No se te ha cobrado nada — esto no ha gastado tu render diario.
fr: Rien n'a été débité — cela n'a pas utilisé ton rendu du jour.
hi: कोई शुल्क नहीं लिया गया — इसमें आपका आज का रेंडर खर्च नहीं हुआ।
id: Tidak ada biaya yang ditagih — ini tidak memakai render harianmu.
ja: 料金は発生していません。1日のレンダリング回数も消費されていません。
ne: कुनै शुल्क लिइएको छैन — यसले तपाईंको दैनिक रेन्डर खर्च गरेन।
pt_br: Nada foi cobrado — isso não usou seu render diário.
ur: کوئی رقم وصول نہیں کی گئی — اس سے آپ کا روزانہ رینڈر خرچ نہیں ہوا۔

source: You weren't charged. This didn't use today's free video.
ar: لم تُحسب عليك. لم يُستخدم فيديو اليوم المجاني.
bn: আপনার কিছু কাটা হয়নি। আজকের ফ্রি ভিডিওটি ব্যবহার হয়নি।
de: Dir wurde nichts abgezogen. Dein Gratis-Video für heute ist noch da.
es: No te cobramos. No se usó el vídeo gratis de hoy.
fr: On ne t'a rien pris. Ta vidéo gratuite du jour est toujours là.
hi: आपसे कुछ नहीं लिया गया। आज का मुफ़्त वीडियो इस्तेमाल नहीं हुआ।
id: Kamu tidak ditagih. Video gratis hari ini belum terpakai.
ja: 料金はかかっていません。今日の無料の1本も減っていません。
ne: तपाईंबाट केही लिइएको छैन। आजको निःशुल्क भिडियो प्रयोग भएको छैन।
pt_br: Você não foi cobrado. Não usou o vídeo grátis de hoje.
ur: آپ سے کچھ نہیں لیا گیا۔ آج کی مفت ویڈیو استعمال نہیں ہوئی۔

source: You'll be charged %@ %@. Auto-renews until cancelled — cancel anytime in your Apple Account settings.
ar: سيتم خصم %@ %@. يتجدد الاشتراك تلقائيًا حتى الإلغاء — يمكنك الإلغاء في أي وقت من إعدادات حساب Apple.
bn: আপনার কাছ থেকে %@ চার্জ হবে %@। বাতিল না করা পর্যন্ত অটো-রিনিউ হবে — Apple Account সেটিংসে গিয়ে যেকোনো সময় বাতিল করা যাবে।
de: Dir werden %@ %@ berechnet. Verlängert sich automatisch bis zur Kündigung — jederzeit in den Einstellungen deines Apple-Accounts kündbar.
es: Se te cobrará %@ %@. Se renueva automáticamente hasta que la canceles: cancela cuando quieras en los ajustes de tu cuenta de Apple.
fr: Tu seras débité de %@ %@. Renouvellement automatique jusqu'à annulation — annule à tout moment dans les réglages de ton compte Apple.
hi: आपसे %@ का भुगतान %@ लिया जाएगा। कैंसल करने तक ऑटो-रिन्यू होता रहेगा — Apple अकाउंट सेटिंग्स में कभी भी कैंसल कर सकते हैं।
id: Anda akan ditagih %@ %@. Diperpanjang otomatis sampai dibatalkan — batalkan kapan saja di pengaturan Akun Apple Anda.
ja: %@ %@ が請求されます。解約するまで自動更新され、Apple アカウントの設定からいつでも解約できます。
ne: तपाईंलाई %@ चार्ज गरिनेछ (%@)। रद्द नगरेसम्म आफैँ नवीकरण हुन्छ — Apple खाताको सेटिङबाट जहिले पनि रद्द गर्न सकिन्छ।
pt_br: Você será cobrado %@ %@. Renova automaticamente até você cancelar — cancele quando quiser nos ajustes da sua Conta Apple.
ur: آپ سے %@ چارج کیا جائے گا (%@)۔ کینسل ہونے تک خودکار تجدید ہوتی رہے گی — Apple اکاؤنٹ سیٹنگز میں کبھی بھی کینسل کریں۔

source: You'll be charged %@ today. Auto-renews until cancelled — cancel anytime in your Apple Account settings.
ar: سيتم خصم %@ منك اليوم. يتجدد تلقائياً حتى الإلغاء — ألغِ في أي وقت من إعدادات Apple Account.
bn: আজ আপনার কাছ থেকে %@ চার্জ হবে। বাতিল না করা পর্যন্ত অটো-রিনিউ হবে — Apple Account সেটিংসে গিয়ে যেকোনো সময় বাতিল করা যাবে।
de: Dir werden heute %@ berechnet. Verlängert sich automatisch bis zur Kündigung — jederzeit in deinen Apple-Account-Einstellungen kündbar.
es: Se te cobrará %@ hoy. Se renueva automáticamente hasta que canceles — cancela cuando quieras en los ajustes de tu Apple Account.
fr: Tu seras facturé %@ aujourd'hui. Renouvellement automatique jusqu'à annulation — annule à tout moment dans les réglages de ton Apple Account.
hi: आज आपसे %@ लिया जाएगा। रद्द करने तक अपने-आप रिन्यू होता है — अपनी Apple Account सेटिंग्स में कभी भी रद्द करें।
id: Kamu akan ditagih %@ hari ini. Diperpanjang otomatis sampai dibatalkan — batalkan kapan saja di pengaturan Apple Account-mu.
ja: 本日%@が請求されます。キャンセルするまで自動更新されます。Apple Accountの設定でいつでもキャンセルできます。
ne: आज तपाईंलाई %@ चार्ज गरिनेछ। रद्द नगरेसम्म आफैँ नवीकरण हुन्छ — Apple खाताको सेटिङबाट जहिले पनि रद्द गर्न सकिन्छ।
pt_br: Você será cobrado %@ hoje. Renova automaticamente até o cancelamento — cancele quando quiser nas configurações da sua Apple Account.
ur: آج آپ سے %@ چارج کیا جائے گا۔ کینسل ہونے تک خودکار تجدید ہوتی رہے گی — Apple اکاؤنٹ سیٹنگز میں کبھی بھی کینسل کریں۔

source: You'll receive a confirmation email at your new address.
ar: ستصلك رسالة تأكيد على عنوانك الجديد.
bn: আপনার নতুন ঠিকানায় একটি নিশ্চিতকরণ ইমেল যাবে।
de: Du erhältst eine Bestätigungs-E-Mail an deine neue Adresse.
es: Recibirás un correo de confirmación en tu nueva dirección.
fr: Tu recevras un e-mail de confirmation à ta nouvelle adresse.
hi: आपके नए पते पर पुष्टिकरण ईमेल आएगा।
id: Kamu akan menerima email konfirmasi di alamat barumu.
ja: 新しいメールアドレスに確認メールが届きます。
ne: तपाईंको नयाँ ठेगानामा पुष्टि इमेल आउनेछ।
pt_br: Você vai receber um e-mail de confirmação no novo endereço.
ur: آپ کے نئے پتے پر تصدیقی ای میل آئے گی۔

source: You're Pro
ar: أنت الآن Pro
bn: আপনি এখন Pro
de: Du bist Pro
es: Ya eres Pro
fr: Vous êtes Pro
hi: अब आप Pro हैं
id: Kamu Pro
ja: あなたはProです
ne: तपाईं Pro हुनुहुन्छ
pt_br: Você é Pro
ur: آپ Pro ہیں

source: You're all set — %@ auto-renews until you cancel in Settings.
ar: كل شيء جاهز — يتجدد %@ تلقائيًا حتى تلغيه من الإعدادات.
bn: সব প্রস্তুত — সেটিংসে বাতিল না করা পর্যন্ত %@ স্বয়ংক্রিয়ভাবে নবায়ন হবে।
de: Alles bereit — %@ verlängert sich automatisch, bis du in den Einstellungen kündigst.
es: Todo listo: %@ se renueva automáticamente hasta que canceles en Ajustes.
fr: Tout est prêt — %@ se renouvelle automatiquement jusqu'à annulation dans Réglages.
hi: सब तैयार है — %@ तब तक अपने आप नवीनीकृत होता है जब तक आप सेटिंग्स में रद्द न करें।
id: Semua siap — %@ diperpanjang otomatis sampai kamu membatalkannya di Pengaturan.
ja: 準備完了です — %@ は設定で解約するまで自動更新されます。
ne: सबै तयार छ — सेटिङमा रद्द नगरेसम्म %@ स्वतः नवीकरण हुन्छ।
pt_br: Tudo pronto — %@ renova automaticamente até você cancelar nos Ajustes.
ur: سب تیار ہے — جب تک آپ سیٹنگز میں منسوخ نہ کریں %@ خودکار تجدید ہوتا رہے گا۔

source: You're in good company
ar: أنت في صحبة رائعة
bn: আপনি একা নন
de: Du bist in guter Gesellschaft
es: Estás en buena compañía
fr: Vous êtes en bonne compagnie
hi: आप अच्छी संगत में हैं
id: Kamu tidak sendirian
ja: 仲間がたくさんいます
ne: तपाईं एक्लै हुनुहुन्न
pt_br: Você está em boa companhia
ur: آپ اکیلے نہیں ہیں

source: You're on Promptly Pro
ar: أنت الآن على Promptly Pro
bn: আপনি Promptly Pro-তে আছেন
de: Du hast Promptly Pro
es: Ya tienes Promptly Pro
fr: Vous êtes sur Promptly Pro
hi: आप Promptly Pro पर हैं
id: Kamu pakai Promptly Pro
ja: Promptly Pro をご利用中です
ne: तपाईं Promptly Pro मा हुनुहुन्छ
pt_br: Você está no Promptly Pro
ur: آپ Promptly Pro پر ہیں

source: You're out of credits for now
ar: نفدت أرصدتك في الوقت الحالي
bn: আপাতত আপনার ক্রেডিট শেষ
de: Deine Credits sind vorerst aufgebraucht
es: Te has quedado sin créditos por ahora
fr: Vous n'avez plus de crédits pour le moment
hi: फ़िलहाल आपके क्रेडिट ख़त्म हो गए
id: Kreditmu habis untuk saat ini
ja: クレジットを使い切りました
ne: अहिलेलाई तपाईंका क्रेडिट सकिए
pt_br: Seus créditos acabaram por enquanto
ur: فی الحال آپ کے کریڈٹس ختم ہو گئے

source: You're out of free chats for today
ar: انتهت محادثاتك المجانية لليوم
bn: আজকের বিনামূল্যের চ্যাট শেষ
de: Deine kostenlosen Chats für heute sind aufgebraucht
es: Te has quedado sin chats gratis por hoy
fr: Vous n'avez plus de discussions gratuites pour aujourd'hui
hi: आज की मुफ़्त चैट ख़त्म हो गईं
id: Obrolan gratismu hari ini sudah habis
ja: 本日の無料チャットは終了しました
ne: आजका निःशुल्क च्याट सकिए
pt_br: Seus chats gratuitos de hoje acabaram
ur: آج کی مفت چیٹس ختم ہو گئیں

source: You're out of free renders for today
ar: انتهت معالجاتك المجانية لليوم
bn: আজকের বিনামূল্যের রেন্ডার শেষ
de: Deine kostenlosen Videos für heute sind aufgebraucht
es: Te has quedado sin renders gratis por hoy
fr: Vous n'avez plus de rendus gratuits pour aujourd'hui
hi: आज के मुफ़्त रेंडर ख़त्म हो गए
id: Render gratismu hari ini sudah habis
ja: 本日の無料レンダリングは終了しました
ne: आजका निःशुल्क रेन्डर सकिए
pt_br: Seus renders gratuitos de hoje acabaram
ur: آج کے مفت رینڈرز ختم ہو گئے

source: You're out of free saves
ar: انتهت عمليات الحفظ المجانية لديك
bn: আপনার বিনামূল্যের সেভ শেষ
de: Deine kostenlosen Speicherungen sind aufgebraucht
es: Te has quedado sin guardados gratis
fr: Vous n'avez plus d'enregistrements gratuits
hi: आपके मुफ़्त सेव ख़त्म हो गए
id: Penyimpanan gratismu sudah habis
ja: 無料の保存回数を使い切りました
ne: तपाईंका निःशुल्क सेभ सकिए
pt_br: Seus salvamentos gratuitos acabaram
ur: آپ کے مفت سیو ختم ہو گئے

source: You've used today's free video
ar: استخدمت الفيديو المجاني لليوم
bn: আজকের ফ্রি ভিডিওটি ব্যবহার হয়ে গেছে
de: Du hast dein Gratis-Video für heute genutzt
es: Ya usaste tu vídeo gratis de hoy
fr: Tu as utilisé ta vidéo gratuite du jour
hi: आज का मुफ़्त वीडियो इस्तेमाल हो चुका है
id: Kamu sudah pakai video gratis hari ini
ja: 今日の無料の1本は使いました
ne: आजको निःशुल्क भिडियो प्रयोग भइसक्यो
pt_br: Você já usou seu vídeo grátis de hoje
ur: آج کی مفت ویڈیو استعمال ہو چکی ہے

source: Your clip is still ready — tap to retry.
ar: مقطعك لا يزال جاهزًا — اضغط لإعادة المحاولة.
bn: আপনার ক্লিপ এখনও তৈরি আছে — আবার চেষ্টা করতে ট্যাপ করুন।
de: Dein Clip ist weiterhin bereit — tippe, um es erneut zu versuchen.
es: Tu clip sigue listo — toca para reintentar.
fr: Votre clip est toujours prêt — touchez pour réessayer.
hi: आपकी क्लिप अभी भी तैयार है — दोबारा कोशिश के लिए टैप करें।
id: Klipmu masih siap — ketuk untuk coba lagi.
ja: クリップはそのまま残っています。タップで再試行できます。
ne: तपाईंको क्लिप अझै तयार छ — फेरि प्रयास गर्न ट्याप गर्नुहोस्।
pt_br: Seu clipe continua pronto — toque para tentar de novo.
ur: آپ کی کلپ اب بھی تیار ہے — دوبارہ کوشش کے لیے ٹیپ کریں۔

source: Your credits refresh on %@
ar: تتجدد أرصدتك في %@
bn: আপনার ক্রেডিট %@-এ নবায়ন হবে
de: Deine Credits erneuern sich am %@
es: Tus créditos se renuevan el %@
fr: Vos crédits se renouvellent le %@
hi: आपके क्रेडिट %@ को नवीनीकृत होंगे
id: Kreditmu diperbarui pada %@
ja: クレジットは%@に更新されます
ne: तपाईंका क्रेडिट %@ मा नवीकरण हुन्छन्
pt_br: Seus créditos renovam em %@
ur: آپ کے کریڈٹس %@ کو تجدید ہوں گے

source: Your edit is finished and waiting.
ar: اكتمل التحرير وهو في انتظارك.
bn: আপনার এডিট শেষ এবং অপেক্ষা করছে।
de: Dein Video ist fertig und wartet.
es: Tu montaje está terminado y esperando.
fr: Ton montage est terminé et t'attend.
hi: आपकी एडिट तैयार है और इंतज़ार कर रही है।
id: Editanmu selesai dan menunggu.
ja: 編集が完了し、お待ちしています。
ne: तपाईंको सम्पादन सकियो र पर्खिरहेको छ।
pt_br: Sua edição está pronta e esperando.
ur: آپ کی ایڈٹ مکمل ہے اور منتظر ہے۔

source: Your feedback
ar: ملاحظاتك
bn: আপনার মতামত
de: Dein Feedback
es: Tus comentarios
fr: Votre avis
hi: आपकी प्रतिक्रिया
id: Masukanmu
ja: ご意見
ne: तपाईंको प्रतिक्रिया
pt_br: Seu feedback
ur: آپ کی رائے

source: Your finished edit
ar: تعديلك النهائي
bn: আপনার তৈরি এডিট
de: Dein fertiges Video
es: Tu edición terminada
fr: Votre montage terminé
hi: आपका तैयार एडिट
id: Editanmu yang sudah jadi
ja: 完成した編集
ne: तपाईंको तयार एडिट
pt_br: Sua edição finalizada
ur: آپ کا مکمل ایڈٹ

source: Your first month is %lld%% off
ar: خصم %lld%% على شهرك الأول
bn: আপনার প্রথম মাসে %lld%% ছাড়
de: Dein erster Monat ist %lld%% günstiger
es: Tu primer mes tiene un %lld%% de descuento
fr: Votre premier mois est à -%lld%%
hi: आपके पहले महीने पर %lld%% की छूट
id: Bulan pertamamu diskon %lld%%
ja: 初月は%lld%%オフ
ne: तपाईंको पहिलो महिनामा %lld%% छुट
pt_br: Seu primeiro mês tem %lld%% de desconto
ur: آپ کے پہلے مہینے پر %lld%% رعایت

source: Your first subscription
ar: اشتراكك الأول
bn: আপনার প্রথম সাবস্ক্রিপশন
de: Dein erstes Abo
es: Tu primera suscripción
fr: Votre premier abonnement
hi: आपकी पहली सदस्यता
id: Langganan pertamamu
ja: 初回サブスクリプション
ne: तपाईंको पहिलो सदस्यता
pt_br: Sua primeira assinatura
ur: آپ کی پہلی سبسکرپشن

source: Your first subscription is %lld%% off
ar: خصم %lld%% على اشتراكك الأول
bn: আপনার প্রথম সাবস্ক্রিপশনে %lld%% ছাড়
de: Dein erstes Abo ist %lld%% günstiger
es: Tu primera suscripción tiene un %lld%% de descuento
fr: Votre premier abonnement est à -%lld%%
hi: आपकी पहली सदस्यता पर %lld%% की छूट
id: Langganan pertamamu diskon %lld%%
ja: 初回サブスクリプションは%lld%%オフ
ne: तपाईंको पहिलो सदस्यतामा %lld%% छुट
pt_br: Sua primeira assinatura tem %lld%% de desconto
ur: آپ کی پہلی سبسکرپشن پر %lld%% رعایت

source: Your first week is %lld%% off
ar: خصم %lld%% على أسبوعك الأول
bn: আপনার প্রথম সপ্তাহে %lld%% ছাড়
de: Deine erste Woche ist %lld%% günstiger
es: Tu primera semana tiene un %lld%% de descuento
fr: Votre première semaine est à -%lld%%
hi: आपके पहले हफ़्ते पर %lld%% की छूट
id: Minggu pertamamu diskon %lld%%
ja: 初週は%lld%%オフ
ne: तपाईंको पहिलो हप्तामा %lld%% छुट
pt_br: Sua primeira semana tem %lld%% de desconto
ur: آپ کے پہلے ہفتے پر %lld%% رعایت

source: Your first year is %lld%% off
ar: خصم %lld%% على سنتك الأولى
bn: আপনার প্রথম বছরে %lld%% ছাড়
de: Dein erstes Jahr ist %lld%% günstiger
es: Tu primer año tiene un %lld%% de descuento
fr: Votre première année est à -%lld%%
hi: आपके पहले साल पर %lld%% की छूट
id: Tahun pertamamu diskon %lld%%
ja: 初年度は%lld%%オフ
ne: तपाईंको पहिलो वर्षमा %lld%% छुट
pt_br: Seu primeiro ano tem %lld%% de desconto
ur: آپ کے پہلے سال پر %lld%% رعایت

source: Your plan is active. Create as much as your monthly credits allow.
ar: خطتك نشطة. أنشئ بقدر ما تسمح به أرصدتك الشهرية.
bn: আপনার প্ল্যান সক্রিয়। মাসিক ক্রেডিট যতটা অনুমতি দেয় ততটা বানান।
de: Dein Tarif ist aktiv. Erstelle so viel, wie deine monatlichen Credits erlauben.
es: Tu plan está activo. Crea todo lo que te permitan tus créditos mensuales.
fr: Ta formule est active. Crée autant que tes crédits mensuels le permettent.
hi: आपका प्लान सक्रिय है। जितने मासिक क्रेडिट हैं, उतना बनाएँ।
id: Paketmu aktif. Berkarya sebanyak yang kredit bulananmu izinkan.
ja: プランが有効です。毎月のクレジットの範囲で自由に作成できます。
ne: तपाईंको योजना सक्रिय छ। मासिक क्रेडिटले दिएसम्म बनाउनुहोस्।
pt_br: Seu plano está ativo. Crie tudo o que seus créditos mensais permitirem.
ur: آپ کا پلان فعال ہے۔ ماہانہ کریڈٹس جتنے اجازت دیں اتنا بنائیں۔

source: Your upload didn't finish
ar: لم يكتمل رفع الفيديو
bn: আপনার আপলোড শেষ হয়নি
de: Dein Upload wurde nicht fertig
es: Tu subida no se completó
fr: Votre import ne s'est pas terminé
hi: आपका अपलोड पूरा नहीं हुआ
id: Unggahanmu tidak selesai
ja: アップロードが完了しませんでした
ne: तपाईंको अपलोड पूरा भएन
pt_br: Seu envio não foi concluído
ur: آپ کی اپ لوڈ مکمل نہیں ہوئی

source: Your video is ready — you've used your free export
ar: الفيديو جاهز — لقد استخدمت التصدير المجاني
bn: আপনার ভিডিও প্রস্তুত — আপনি বিনামূল্যের এক্সপোর্ট ব্যবহার করে ফেলেছেন
de: Dein Video ist fertig — deinen kostenlosen Export hast du schon genutzt
es: Tu vídeo está listo: ya has usado tu exportación gratuita
fr: Ta vidéo est prête — tu as utilisé ton export gratuit
hi: आपका वीडियो तैयार है — आपने अपना मुफ़्त एक्सपोर्ट इस्तेमाल कर लिया है
id: Videomu siap — ekspor gratismu sudah terpakai
ja: 動画が完成しました。無料の書き出しは使用済みです
ne: तपाईंको भिडियो तयार छ — तपाईंले निःशुल्क निर्यात प्रयोग गरिसक्नुभयो
pt_br: Seu vídeo está pronto — você já usou sua exportação grátis
ur: آپ کی ویڈیو تیار ہے — آپ اپنا مفت ایکسپورٹ استعمال کر چکے ہیں

source: Your video is ready 🎬
ar: فيديوك جاهز 🎬
bn: আপনার ভিডিও তৈরি 🎬
de: Dein Video ist fertig 🎬
es: Tu vídeo está listo 🎬
fr: Votre vidéo est prête 🎬
hi: आपका वीडियो तैयार है 🎬
id: Videomu sudah siap 🎬
ja: 動画が完成しました 🎬
ne: तपाईंको भिडियो तयार छ 🎬
pt_br: Seu vídeo está pronto 🎬
ur: آپ کی ویڈیو تیار ہے 🎬

source: Your video is ready!
ar: فيديوك جاهز!
bn: আপনার ভিডিও তৈরি!
de: Dein Video ist fertig!
es: ¡Tu vídeo está listo!
fr: Votre vidéo est prête !
hi: आपका वीडियो तैयार है!
id: Videomu sudah siap!
ja: 動画が完成しました！
ne: तपाईंको भिडियो तयार छ!
pt_br: Seu vídeo está pronto!
ur: آپ کی ویڈیو تیار ہے!

source: Your video is ready. %@. Double tap to watch.
ar: فيديوك جاهز. %@. اضغط مرتين للمشاهدة.
bn: আপনার ভিডিও তৈরি। %@। দেখতে দুবার ট্যাপ করুন।
de: Dein Video ist fertig. %@. Zum Ansehen doppeltippen.
es: Tu vídeo está listo. %@. Toca dos veces para verlo.
fr: Votre vidéo est prête. %@. Touchez deux fois pour la regarder.
hi: आपका वीडियो तैयार है। %@। देखने के लिए दो बार टैप करें।
id: Videomu sudah siap. %@. Ketuk dua kali untuk menonton.
ja: 動画が完成しました。%@。ダブルタップで再生します。
ne: तपाईंको भिडियो तयार छ। %@। हेर्न दुई पटक ट्याप गर्नुहोस्।
pt_br: Seu vídeo está pronto. %@. Toque duas vezes para assistir.
ur: آپ کی ویڈیو تیار ہے۔ %@۔ دیکھنے کے لیے دو بار ٹیپ کریں۔

source: Your videos are waiting
ar: فيديوهاتك بانتظارك
bn: আপনার ভিডিওগুলো অপেক্ষা করছে
de: Deine Videos warten
es: Tus vídeos te esperan
fr: Tes vidéos t'attendent
hi: आपके वीडियो इंतज़ार कर रहे हैं
id: Videomu menunggu
ja: あなたの動画が待っています
ne: तपाईंका भिडियो पर्खिरहेका छन्
pt_br: Seus vídeos estão esperando
ur: آپ کی ویڈیوز منتظر ہیں

source: ^[%lld free video](inflect: true) left today
ar: بقي لك %lld فيديو مجاني اليوم
bn: আজ %lldটি বিনামূল্যের ভিডিও বাকি
de: Noch %lld Gratis-Videos heute
es: Te quedan %lld vídeos gratis hoy
fr: Il te reste %lld vidéos gratuites aujourd'hui
hi: आज %lld मुफ़्त वीडियो बाकी
id: Sisa %lld video gratis hari ini
ja: 本日の無料動画は残り%lld本
ne: आज %lld निःशुल्क भिडियो बाँकी
pt_br: Restam %lld vídeos grátis hoje
ur: آج %lld مفت ویڈیوز باقی

source: client work
ar: أعمال العملاء
bn: ক্লায়েন্টের কাজ
de: Kundenarbeit
es: trabajo de clientes
fr: le travail client
hi: क्लाइंट के काम
id: pekerjaan klien
ja: クライアント案件
ne: ग्राहकको काम
pt_br: trabalho de clientes
ur: کلائنٹ کے کام

source: day
ar: يوم
bn: দিন
de: Tag
es: día
fr: jour
hi: दिन
id: hari
ja: 日
ne: दिन
pt_br: dia
ur: دن

source: for your first month, then %@/month
ar: لشهرك الأول، ثم %@/شهر
bn: আপনার প্রথম মাসের জন্য, এরপর %@/মাস
de: für deinen ersten Monat, danach %@/Monat
es: por tu primer mes, después %@/mes
fr: pour ton premier mois, puis %@/mois
hi: आपके पहले महीने के लिए, उसके बाद %@/महीना
id: untuk bulan pertamamu, lalu %@/bulan
ja: 初月、以降は%@/月
ne: तपाईंको पहिलो महिनाका लागि, त्यसपछि %@/महिना
pt_br: no primeiro mês, depois %@/mês
ur: آپ کے پہلے مہینے کے لیے، پھر %@/مہینہ

source: for your first term, then %@
ar: لفترتك الأولى، ثم %@
bn: আপনার প্রথম মেয়াদের জন্য, এরপর %@
de: für deinen ersten Zeitraum, danach %@
es: por tu primer periodo, después %@
fr: pour ta première période, puis %@
hi: आपकी पहली अवधि के लिए, उसके बाद %@
id: untuk periode pertamamu, lalu %@
ja: 初回期間、以降は%@
ne: तपाईंको पहिलो अवधिका लागि, त्यसपछि %@
pt_br: no primeiro período, depois %@
ur: آپ کی پہلی مدت کے لیے، پھر %@

source: for your first week, then %@/week
ar: لأسبوعك الأول، ثم %@/أسبوع
bn: আপনার প্রথম সপ্তাহের জন্য, এরপর %@/সপ্তাহ
de: für deine erste Woche, danach %@/Woche
es: por tu primera semana, después %@/semana
fr: pour ta première semaine, puis %@/semaine
hi: आपके पहले हफ़्ते के लिए, उसके बाद %@/हफ़्ता
id: untuk minggu pertamamu, lalu %@/minggu
ja: 初週、以降は%@/週
ne: तपाईंको पहिलो हप्ताका लागि, त्यसपछि %@/हप्ता
pt_br: na primeira semana, depois %@/semana
ur: آپ کے پہلے ہفتے کے لیے، پھر %@/ہفتہ

source: for your first year, then %@/year
ar: لسنتك الأولى، ثم %@/سنة
bn: আপনার প্রথম বছরের জন্য, এরপর %@/বছর
de: für dein erstes Jahr, danach %@/Jahr
es: por tu primer año, después %@/año
fr: pour ta première année, puis %@/an
hi: आपके पहले साल के लिए, उसके बाद %@/साल
id: untuk tahun pertamamu, lalu %@/tahun
ja: 初年度、以降は%@/年
ne: तपाईंको पहिलो वर्षका लागि, त्यसपछि %@/वर्ष
pt_br: no primeiro ano, depois %@/ano
ur: آپ کے پہلے سال کے لیے، پھر %@/سال

source: from raw upload to finished edit
ar: من الرفع الخام إلى التعديل النهائي
bn: আপলোড থেকে ফিনিশড এডিট পর্যন্ত
de: vom Rohupload zum fertigen Edit
es: de la subida en bruto a la edición final
fr: de l'upload brut au montage terminé
hi: कच्चे अपलोड से तैयार एडिट तक
id: dari unggahan mentah ke editan jadi
ja: 素材のアップロードから編集完了まで
ne: कच्चा अपलोडदेखि तयार एडिटसम्म
pt_br: do upload bruto à edição finalizada
ur: خام اپ لوڈ سے مکمل ایڈٹ تک

source: have started editing with Promptly
ar: بدأوا التعديل مع Promptly
bn: Promptly দিয়ে এডিটিং শুরু করেছেন
de: schneiden bereits mit Promptly
es: ya editan con Promptly
fr: ont commencé à monter avec Promptly
hi: ने Promptly से एडिटिंग शुरू की है
id: telah mulai mengedit dengan Promptly
ja: がPromptlyで編集を始めました
ne: Promptly सँग एडिट गर्न थालिसकेका छन्
pt_br: já começaram a editar com o Promptly
ur: Promptly پر ایڈیٹنگ شروع کر چکے ہیں

source: highlight reel
ar: ملخص أبرز اللقطات
bn: হাইলাইট রিল
es: resumen de momentos
fr: best-of
hi: हाइलाइट रील
id: kumpulan sorotan
ja: ハイライト集
ne: हाइलाइट रिल
pt_br: compilado de melhores momentos
ur: ہائی لائٹ ریل

source: month
ar: شهر
bn: মাস
de: Monat
es: mes
fr: mois
hi: महीना
id: bulan
ja: 月
ne: महिना
pt_br: mês
ur: مہینہ

source: not needed
ar: غير مطلوب
bn: প্রয়োজন নেই
de: nicht nötig
es: no hace falta
fr: pas nécessaire
hi: ज़रूरत नहीं
id: tidak perlu
ja: 不要
ne: आवश्यक छैन
pt_br: não precisou
ur: ضرورت نہیں

source: picked for you by the AI editor
ar: يختارها لك محرر الذكاء الاصطناعي
bn: AI এডিটর বেছে নেয় আপনার জন্য
de: vom AI-Editor für dich ausgewählt
es: elegidos para ti por el editor con AI
fr: choisis pour toi par l'éditeur AI
hi: AI एडिटर द्वारा आपके लिए चुने गए
id: dipilih untukmu oleh editor AI
ja: AIエディターがあなたのために選定
ne: AI एडिटरले तपाईंका लागि छानेको
pt_br: escolhidos para você pelo editor de AI
ur: AI ایڈیٹر نے آپ کے لیے چُنے

source: podcast
ar: بودكاست
bn: পডকাস্ট
es: pódcast
hi: पॉडकास्ट
ja: ポッドキャスト
ne: पडकास्ट
ur: پوڈکاسٹ

source: podcast clip
ar: مقطع بودكاست
bn: পডকাস্ট ক্লিপ
es: clip de pódcast
fr: extrait de podcast
hi: पॉडकास्ट क्लिप
id: klip podcast
ja: ポッドキャストのクリップ
ne: पडकास्ट क्लिप
pt_br: clipe de podcast
ur: پوڈکاسٹ کلپ

source: podcast clips
ar: مقاطع البودكاست
bn: পডকাস্ট ক্লিপ
es: clips de pódcast
fr: extraits de podcast
hi: पॉडकास्ट क्लिप्स
id: klip podcast
ja: ポッドキャストのクリップ
ne: पडकास्ट क्लिप
pt_br: clipes de podcast
ur: پوڈکاسٹ کلپس

source: promo
ar: إعلان ترويجي
bn: প্রোমো
hi: प्रोमो
ja: プロモ
ne: प्रोमो
ur: پرومو

source: promos
ar: الإعلانات الترويجية
bn: প্রোমো
hi: प्रोमो
id: promo
ja: プロモ
ne: प्रोमो
ur: پرومو

source: still working — last update %@ ago
ar: ما زال العمل جاريًا — آخر تحديث منذ %@
bn: কাজ এখনও চলছে — শেষ আপডেট %@ আগে
de: läuft noch — letztes Update vor %@
es: seguimos trabajando — última actualización hace %@
fr: toujours en cours — dernière mise à jour il y a %@
hi: काम अब भी चल रहा है — आखिरी अपडेट %@ पहले
id: masih diproses — pembaruan terakhir %@ lalu
ja: まだ処理中—最終更新は%@前
ne: काम अझै जारी छ — पछिल्लो अपडेट %@ अघि
pt_br: ainda processando — última atualização há %@
ur: کام ابھی جاری ہے — آخری اپ ڈیٹ %@ پہلے

source: story
ar: قصة
bn: গল্প
es: historia
hi: कहानी
id: cerita
ja: ストーリー
ne: कथा
pt_br: história
ur: کہانی

source: talking-head
ar: حديث أمام الكاميرا
bn: টকিং-হেড
es: vídeo a cámara
fr: face caméra
hi: टॉकिंग-हेड
id: video bicara ke kamera
ja: トーキングヘッド
ne: टकिङ-हेड
pt_br: vídeo falando para a câmera
ur: ٹاکنگ ہیڈ

source: talking-head edit
ar: مونتاج حديث أمام الكاميرا
bn: টকিং-হেড এডিট
de: Talking-Head-Video
es: montaje a cámara
fr: montage face caméra
hi: टॉकिंग-हेड एडिट
id: editan video bicara ke kamera
ja: トーキングヘッドの編集
ne: टकिङ-हेड सम्पादन
pt_br: edição falando para a câmera
ur: ٹاکنگ ہیڈ ایڈٹ

source: talking-head videos
ar: مقاطع الحديث أمام الكاميرا
bn: টকিং-হেড ভিডিও
es: vídeos a cámara
fr: vidéos face caméra
hi: टॉकिंग-हेड वीडियो
id: video bicara ke kamera
ja: トーキングヘッド動画
ne: टकिङ-हेड भिडियो
pt_br: vídeos falando para a câmera
ur: ٹاکنگ ہیڈ ویڈیوز

source: that's %@/month, billed yearly
ar: أي %@ شهريًا، بفوترة سنوية
bn: মানে মাসে %@, বিল হবে বছরে একবার
de: das sind %@/Monat, jährlich abgerechnet
es: son %@/mes, con facturación anual
fr: soit %@/mois, facturé annuellement
hi: यानी %@ प्रति माह, सालाना बिलिंग
id: setara %@/bulan, ditagih tahunan
ja: 月あたり %@（年額請求）
ne: अर्थात् महिनाको %@, वार्षिक रूपमा बिल हुन्छ
pt_br: isso dá %@/mês, cobrado anualmente
ur: یعنی %@ فی ماہ، سالانہ بلنگ
